"""
|------------------------------------------------------------------|
|Name-app:   discord-bot                                           |
|Version:    1.0.3                                                 |
|Author:     Qofmi                                                 |
|Git:        https://github.com/QofMi/discord-bot.git              |
|------------------------------------------------------------------|
"""


# Токен бота
BOT_TOKEN = 

# ID текстового чата, в который будет отправляться приветственное сообщение
CHANNEL_ID =

# Префик (то с чего будет начинаться команда)
PREFIX = '/'

# Основной цвет окна сообщений
MAIN_COLOR = 0xd3597e

# Список подключенных команд
EXTENSIONS = [
'bot.extensions.help',     # Команда help
'bot.extensions.music',    # Команды длдя проигрывания музыка в голосовом чате
'bot.extensions.meme',     # Мемасы
]

# Список статусов бота
BOT_STATUS = [

]

# Список приветственных сообщений
HELLO_MESSAGES = [
'Вжух つ ◕_◕ ༽つ:｡･:*:･ﾟ’★,｡･:*:･ﾟ’☆',
]
